Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/travel_abroad/passports/applying_for_or_renewing_an_irish_passport.html.txt.tmx
Source language: en
Languages: ga

source: Applying for your first Irish passport
ga: Ag déanamh iarratais ar phas Éireannach

source: A passport is an internationally recognised travel document confirming your identity and nationality and you are only entitled to an Irish passport if you are an Irish citizen
ga: Is é is pas ann ná cáipéis taistil a aithnítear go hidirnáisiúnta a dheimhníonn d’aitheantas agus do náisiúntacht agus ní bheidh tú i dteideal pas Éireannach ach amháin más saoránach Éireannach thú

source: This document explains how to apply for your first Irish passport
ga: Tugtar míniú sa doiciméad seo ar conas iarratas a dhéanamh ar do chéad phas Éireannach agus cén uair nach mbeidh do sheanphas Éireannach agat a thuilleadh

source: In other documents you will find information on:
ga: Gheobhaidh tú faisnéis i ndoiciméid eile faoi na nithe seo:

source: • Renewing an Irish passport
ga: • Pas Éireannach a athnuachan

source: • Replacing a lost or stolen passport
ga: • Pas caillte nó goidte a athsholáthar

source: Your passport is an important legal document
ga: Cáipéis dlí thábhachtach is ea do phas

source: At all times, you should ensure that it is kept in a secure place
ga: Ba cheart duit a chinntiú go bhfuil sé á choimeád in áit shábháilte i gcónaí

source: Each Irish passport carries a unique identification number and you should keep a note of your number, in the event that your passport is lost or stolen
ga: Tá uimhir aitheantais uathúil ag gach pas Éireannach agus ba cheart duit d'uimhir a nótáil, sa chás go gcailltear nó go ngoidtear do phas

source: As well as allowing you to travel abroad, your Irish passport entitles you to certain diplomatic support services from Irish embassies abroad should you get into difficulties
ga: Anuas ar chead a thabhairt duit taisteal thar lear, tugann do phas Éireannach teidlíocht duit i leith seirbhísí tacaíochta dioplómaitiúla áirithe ó ambasáidí na hÉireann i dtíortha thar lear sa chás go mbíonn deacrachtaí agat

source: While your Irish passport is an internationally recognised travel document, it does not give you an automatic right to enter other countries
ga: Cé gur cáipéis taistil a aithnítear go hidirnáisiúnta é do phas Éireannach, ní thugann sé ceart uathoibríoch duit chun dul isteach i dtíortha eile

source: Your Irish passport is issued by the Irish Government through the Passport Service of the Department of Foreign Affairs and Trade here in Ireland
ga: Eisíonn Rialtas na hÉireann do phas Éireannach tríd an tSeirbhís Pasanna sa Roinn Gnóthaí Eachtracha agus Trádála anseo in Éirinn

source: Irish passports are also issued through Irish embassies and consulates throughout the world, to whom you apply if you are living abroad
ga: Chomh maith leis sin, eisítear pasanna Éireannacha trí ambasáidí Éireannacha agus trí chonsalachtaí Éireannacha ar fud na cruinne

source: The Department of Foreign Affairs and Trade has introduced a new credit-card sized Irish passport card which you can use for travel within the European Union/European Economic Area (includes Iceland, Liechtenstein and Norway) and Switzerland
ga: Thug an Roinn Gnóthaí Eachtracha agus Trádála cárta nua pas Éireannaigh ar chóiméid le cárta creidmheasa isteach ar féidir leat a úsáid chun taisteal laistigh den Aontas Eorpach/an Limistéar Eorpach Eacnamaíochta (áirítear leis seo an Íoslainn, Lichtinstéin agus an Iorua) agus an Eilvéis

source: For all other travel you must use your normal passport
ga: Chun taisteal chuig aon áit eile, caithfidh tú do ghnáthphas a úsáid

source: Further information is available in our document on the Irish passport card
ga: Tá fáil ar bhreis faisnéise inár gcáipéis ar an gcárta pas Éireannach

source: If you would like to apply for a second passport for business purposes, you must provide evidence to support your application
ga: Tá saoránaigh Éireannacha atá ag taisteal chuig áiteanna taobh amuigh den AE faoi réir shrianta pas agus cheanglais ar leith na dtíortha sin

source: Second passports for business purposes are issued with restricted periods of validity
ga: Ciallaíonn sé sin, mar shampla, gur féidir go bhfuil sé riachtanach go mbeadh do phas bailí ar feadh tréimhse ar leith agus tú ag taisteal taobh amuigh den AE

source: Information on second passports is available on the Department's website
ga: Bíonn na socrúcháin éagsúil ó thír go tír

source: Irish citizens travelling to destinations outside the EU are subject to the specific passport controls and requirements of those countries. This means, for example, when travelling outside the EU, your passport may need to be valid for a certain period
ga: Mar sin, déan teagmháil le hambasáid na tíre lena mbaineann sula dtaistealaíonn tú, chun an fhaisnéis is déanaí a fháil maidir leis na ceanglais sin

source: All EU citizens have the right to enter and live in the territory of another member state of the EU for up to three months
ga: Tá an ceart ag gach saoránach den AE dul isteach i gcríoch ballstáit eile den AE agus cónaí a bheith orthu ann ar feadh trí mhí ar a mhéad

source: You simply present a valid passport or national identity card; no other formality is required
ga: Níl le déanamh ach pas bailí nó cárta aitheantais náisiúnta bailí a thaispeáint; ní theastaíonn aon fhoirmiúlacht eile

source: EU countries cannot set additional conditions concerning the minimum validity or duration of the identity card or passport
ga: Ní féidir le tíortha den AE coinníollacha breise a shocrú maidir le híosbhailíocht ná le híosfhad an chárta aitheantais nó an phas

source: Basically this means that your passport doesn't have to be valid for, say, 6 months before you are allowed enter another EU country
ga: Go bunúsach, ciallaíonn sé sin nach bhfuil sé riachtanach do phas a bheith bailí ar feadh 6 mhí, mar shampla, sula mbíonn cead agat dul isteach i dtír eile den AE

source: A machine-readable passport is a passport with two typeface lines printed at the bottom of the biographical page , which can be read by machine
ga: Is é is pas inléite ag meaisín ann ná pas ag a bhfuil dhá líne chló-aghaidhe priontáilte ag bun an leathanaigh bheathaisnéisigh ar féidir le meaisín iad a léamh

source: When read, these lines electronically provide identical information to that provided on the biographical page
ga: Nuair a léitear iad, soláthraíonn na línte sin go leictreonach faisnéis atá ar aon dul leis an bhfaisnéis atá ar an leathanach beathaisnéiseach

source: In October 2006 the Passport Office began issuing Irish electronic passports (ePassport)
ga: I mí Dheireadh Fómhair 2006, chuir Oifig na bPasanna tús le ríomhphasanna Éireannacha (r-Phas) a eisiúint

source: An electronic passport is the same as a normal machine-readable passport with the addition of a small integrated circuit or chip embedded in the photo page
ga: Déanann an tslis stóráil ar íomhá dhigitithe den ghrianghraf agus ar shonraí pearsanta shealbhóir an phas mar atá siad ar leathanach sonraí an phas

source: The chip securely stores a digitised image of the photo and personal details of the passport holder as they appear on the data page of the passport, which allows the use of facial recognition technology at border controls
ga: Tríd sin, is féidir úsáid a bhaint as teicneolaíocht aghaidh-aitheanta ag rialuithe teorann

source: You must be an Irish citizen in order to be eligible for an Irish passport
ga: Ní mór duit a bheith i do shaoránach Éireannach le bheith i dteideal pas Éireannach

source: You have a right to apply for a passport if you are aged 18 years or over
ga: Beidh an ceart agat iarratas a dhéanamh ar phas má tá tú 18 mbliana d’aois nó níos sine

source: If you are under 18, you will need the consent of both parents or guardian(s) in writing in order to get your own passport - see our document on passports for children
ga: Má tá tú faoi bhun 18 mbliana d’aois, teastóidh cead uait ó do bheirt tuismitheoirí nó chaomhnóirí i scríbhinn le go mbeidh tú in ann do phas féin a fháil - féach ár ndoiciméad maidir le pasanna do leanaí

source: Titles such as Mr, Mrs, Ms, Dr, Rev., Sir, Lord, Lady are not entered on Irish passports
ga: Ní chuirtear teidil amhail Uas., Bn, Dr, Urram., Ridire, Tiarna, Bantiarna ar phasanna Éireannacha

source: A passport may be issued in the married or civil partnership name of an applicant if a civil marriage certificate or a civil partnership certificate is submitted
ga: Féadfar pas a eisiúint in ainm pósta/páirtnéireachta sibhialta an iarratasóra má sholáthraítear teastas pósta shibhialta nó teastas páirtnéireachta sibhialta

source: If the name you are known by is different from the name on your birth certificate and it is not due to marriage, civil partnership or adoption, you will have to supply documentary evidence that you have been continually using the name for at least 2 years
ga: Murab ionann an t-ainm a thugtar ort agus an t-ainm ar do theastas breithe agus munar amhlaidh sin de bharr pósta, páirtnéireachta sibhialta nó uchtaithe, beidh ort fianaise dhoiciméadach a sholáthar a dhearbhaíonn go bhfuil an t-ainm in úsáid agat ar feadh 2 bhliain ar a laghad

source: If the name you are known by is the Irish version of your name but you do not have proof of 2 years’ usage, proof of at least 6 months’ usage may be accepted
ga: Má úsáideann tú an leagan Gaeilge de d'ainm, féadfar glacadh le cruthúnas úsáide ar a laghad 6 mhí, muna bhfuil cruthúnas 2 bhliain úsáide agat

source: If the proof of 6 months’ usage is accepted, the English version of your name will also be noted on the passport
ga: Má ghlactar leis an cruthúnas úsáide 6 mhí, cuirfear an leagan Béarla de d'ainm ar an bpas freisin

source: Examples of documentation showing proof of usage include a driving licence, bank statements, insurance, tax and social welfare documents
ga: Áirítear le samplaí den doiciméadúchán a chruthaíonn úsáid an leagain sin: ceadúnas tiomána; ráitis bhainc; doiciméid árachais, chánach agus leasa shóisialaigh

source: You should include at least 2 examples with your application
ga: Ba cheart duit 2 shampla ar a laghad a chur le d’iarratas

source: If the name on your passport will not be exactly the same as the name on your birth certificate, you can indicate on the application form that you also want your birth certificate name noted on the passport
ga: Murab ionann go díreach an t-ainm ar do phas agus an t-ainm ar do theastas breithe, féadfaidh tú a chur in iúl ar an bhfoirm iarratais gur mian leat an t-ainm ar do theastas breithe a nótáil ar an bpas

source: This can help to avoid difficulties if you apply for a visa or work permit abroad
ga: Féadann sé sin cabhrú chun deacrachtaí a sheachaint má dhéanann tú iarratas ar víosa nó ar chead oibre thar lear

source: Four recent identical photographs of the passport holder must be included with each application
ga: Ní mór ceithre ghrianghraf chomhionanna a tógadh le déanaí de shealbhóir an phas a chur san áireamh le gach iarratas

source: Two of these should be signed on the back by the person who witnesses the application
ga: Ba cheart dhá cheann díobh a bheith sínithe ar an gcúl ag an duine a fhianaíonn an t-iarratas

source: The witness should also write the form number shown in Section 9 of the application form on those two photographs
ga: Ba cheart don fhinné an uimhir foirme a thaispeántar i gCuid 9 den fhoirm iarratais a scríobh ar an dá ghrianghraf sin

source: If you are applying in Ireland the witness must be a member of the Garda Síochána
ga: Más rud é go bhfuil iarratas á dhéanamh agat in Éirinn, caithfidh an finné a bheith ina bhall/ball den Gharda Síochána

source: If you are applying abroad, suitable categories of witness are listed on the application form
ga: Más rud é go bhfuil iarratas á dhéanamh agat thar lear, tá catagóirí d’fhinnéithe liostaithe ar an bhfoirm iarratais

source: The witness should enter their daytime contact number on the application form as this may need to be verified by the Passport Service or Mission
ga: Ba cheart don fhinné a (h)uimhir theagmhála lae a chur isteach ar an bhfoirm iarratais mar gur féidir go mbeidh ar an tSeirbhís Pasanna nó ar Mhisean iad a fhíorú

source: More detailed information on passport photographs is available here
ga: Tá faisnéis níos mine faoi ghrianghraif phas ar fáil anseo

source: Lost or stolen Irish passports
ga: Pasanna Éireannacha atá caillte nó goidte

source: You can now apply online to replace your passport
ga: Comhlánaigh Cuid 6 den fhoirm iarratais

source: First, you will need to report the loss or theft to the Garda Síochána (or to the local police if abroad)
ga: Cuir an fhoirm isteach i dteannta an doiciméadúcháin riachtanaigh faoi mar a bheadh sé ar an gcéad iarratas atá á dhéanamh agat ar phas

source: You can view more detailed information in our document on how to replace a lost or stolen Irish passport
ga: Is féidir breathnú ar fhaisnéis níos mine inár ndoiciméad conas pas Éireannach atá caillte nó goidte a athsholáthar

source: The fees when applying for an Irish passport using An Post's Passport Express (see below) or through an embassy or consulate are:
ga: Is mar seo a leanas atá na táillí i bhfeidhm agus iarratas á dhéanamh ar phas Éireannach ach úsáid as Seirbhís na bPasanna Luais de chuid An Post (féach thíos) nó trí ambasáid nó trí chonsalacht:

source: • Standard 10-year, 34-page passport (aged 18 and over): €80
ga: • Gnáthphas 10 mbliana ina bhfuil 32 leathanach (18 mbliana agus níos sine): €80

source: • Large 10-year 66-page passport (aged 18 and over): €110
ga: • Pas mór 10 mbliana ina bhfuil 66 leathanach (18 mbliana agus níos sine): €110

source: • 5-year passport (aged under 18 years): €30
ga: • Pas 3 bliana (leanaí faoi bhun 3 bliana d’aois): €16

source: These fees do not include the charge payable to An Post for using the Passport Express service - see below
ga: Ní áiríonn na táillí an muirear le haghaidh seirbhís na bPasanna Luais a úsáid

source: When applying in person at a Passport Office the fees are:
ga: Nuair atáthar ag déanamh iarratais ar phas go pearsanta ag Oifig na bPasanna, tá na táillí mar seo a leanas:

source: • Standard 10-year, 32-page passport (aged 18 and over): €95
ga: • Gnáthphas 10 mbliana ina bhfuil 32 leathanach (18 mbliana agus níos sine): €95

source: • Large 10-year 66-page passport (aged 18 and over): €125
ga: • Pas mór 10 mbliana ina bhfuil 66 leathanach (18 mbliana agus níos sine): €125

source: • 5-year passport (aged under 18 years): €45
ga: • Pas 3 bliana (leanaí faoi bhun 3 bliana d’aois): €31

source: Emergency charge: There is an additional charge of €70 for an adult and €38 for a child if you require your passport urgently (within 3 to 5 working days)
ga: Muirear éigeandála: Gearrfar táille bhreise €55 ar dhuine fásta agus táille bhreise €30 ar leanbh má theastaíonn do phas uait go práinneach (laistigh de 5 lá oibre)

source: If you use An Post's Passport Express service there is an additional administrative charge, payable to An Post
ga: Gearrfar táille bhreise €9.50 san iarratas ort má úsáideann tú Seirbhís na bPasanna Luais de chuid An Post

source: This charge is €9.50 per individual application. An Post also offers a 'Family Application' option whereby up to 4 passport applications may be enclosed in one envelope
ga: Chomh maith leis sin, tairgeann An Post rogha ‘Iarratas Teaghlaigh’ trínar féidir 4 iarratas ar phas ar a mhéad do theaghlach a iamh i gclúdach amháin

source: The additional charge for a Family Application is €16
ga: Is é €16 an táille bhreise ar Iarratas Teaghlaigh

source: The additional charge includes postage to and from the Passport Service
ga: Folaíonn an táille bhreise postas chuig an tSeirbhís Pasanna agus amach uaithi

source: The Passport Express service is also available through UK Post Office branches in Northern Ireland (pdf)
ga: Tá Sheirbhís na bPasanna Luais ar fáil trí bhrainsí Oifig Phoist na Ríochta Aontaithe i dTuaisceart Éireann (pdf) freisin

source: When applying for a passport through your Irish embassy or consulate, there may be additional administrative costs or handling charges depending on where you live
ga: Más rud é go bhfuil tú ag cur isteach ar phas trí d'ambasáid Éireannach nó do chonsalacht Éireannach, d’fhéadfadh costais bhreise riaracháin nó táille láimhseála a bheith i gceist, ag brath ar an áit ina bhfuil cónaí ort

source: Check this in advance with the Irish embassy or consulate in the country in which you are living
ga: Déan é seo a chinntiú roimh ré leis an ambasáid Éireannach nó leis an gconsalacht Éireannach sa tír ina bhfuil cónaí ort

source: You can pay for your Irish passport through Passport Express or at a Passport Office public counter if you are living in Ireland
ga: Féadfaidh tú íoc as do phas Éireannach trí Sheirbhís na bPasanna Luais nó trí chuntar poiblí de chuid Oifig na bPasanna má tá cónaí ort in Éirinn

source: If you are using An Post's Passport Express service, you should pay the passport application fees and the extra Passport Express fee directly to An Post
ga: Más rud é go bhfuil Seirbhís na bPasanna Luais de chuid An Post á húsáid agat, ba cheart duit na táillí iarratais ar phas agus táille bhreise Sheirbhís na bPasanna Luais a íoc go díreach le An Post

source: If you are living abroad, you can pay by post or at your nearest Irish embassy or consulate abroad
ga: Más rud é go bhfuil cónaí ort thar lear, féadfaidh tú íoc as tríd an post nó tríd an ambasáid Éireannach nó tríd an gconsalacht Éireannach is cóngaraí duit thar lear

source: It is not possible to apply for your first Irish passport online
ga: Ní féidir iarratas a dhéanamh ar phas Éireannach nua ar líne

source: It is also not currently possible to download the passport application form
ga: Ní féidir ach oiread an fhoirm iarratais nach mór duit a chomhlánú a íoslódáil faoi láthair

source: If you are living in Ireland you can apply using Passport Express or in person at a Passport Office
ga: Más rud é go bhfuil cónaí ort in Éirinn, féadfaidh tú iarratas a dhéanamh ach úsáid a bhaint as Seirbhís na bPasanna Luais nó go pearsanta ag oifig d’Oifig na bPasanna

source: If you are living abroad you can apply in person or using ordinary or registered post to your nearest Irish embassy or consulate
ga: Má tá cónaí ort thar lear, féadfaidh tú iarratas a dhéanamh go pearsanta nó gnáthphost nó post cláraithe a úsáid ag an ambasáid Éireannach nó ag an gconsalacht Éireannach is cóngaraí duit

source: If you are an Irish citizen living in the State, you should fill out form APS 1
ga: Más saoránach Éireannach thú ar a bhfuil cónaí sa Stát, ba cheart duit foirm APS 1 a chomhlánú

source: You will find these forms at Garda stations and at any Post Office
ga: Gheobhaidh tú na foirmeacha sin ag stáisiúin na nGardaí agus ag aon Oifig Phoist

source: If you are an Irish citizen living in Northern Ireland or outside Ireland you should fill out form APS 2
ga: Más saoránach Éireannach thú ar a bhfuil cónaí i dTuaisceart Éireann nó lasmuigh d’Éirinn, ba cheart duit foirm APS 2 a chomhlánú

source: You can get the application form from the Irish embassy or consulate in the country where you live (or the closest embassy or consulate)
ga: Is féidir leat an fhoirm iarratais a fháil ón ambasáid Éireannach nó ón gconsalacht Éireannach sa tír ina bhfuil cónaí ort (nó ón ambasáid nó ón gconsalacht is cóngaraí duit)

source: The Passport Express service including forms is available through certain UK Post Office branches in Northern Ireland (pdf)
ga: Tá Seirbhís na bPasanna Luais, lena n-áirítear foirmeacha, ar fáil trí bhrainsí áirithe d’Oifig Phoist na Ríochta Aontaithe i dTuaisceart Éireann (pdf)

source: When you get the form, you should read the detailed notes provided with it, to help you complete the application form correctly
ga: Tar éis duit an fhoirm a fháil, ba cheart duit na nótaí mionsonraithe a chuirtear ar fáil léi a léamh chun cabhrú leat an fhoirm iarratais a chomhlánú i gceart

source: The application form must be signed by an official witness who can confirm your identity and the details you have given
ga: Ní mór an fhoirm iarratais a bheith sínithe ag finné oifigiúil a fhéadann d’aitheantas agus na sonraí a thug tú a dheimhniú

source: In all applications for a new passport, as well as the completed application form, you must submit:
ga: I ngach iarratas ar phas nua, ní mór duit na nithe seo a leanas a chur isteach i dteannta na foirme iarratais comhlánaithe:

source: • Four passport photographs, 2 of which must be signed by a witness as per instructions provided with the application form
ga: • Ceithre ghrianghraf pas, a bhfuil 2 cheann díobh sínithe ag finné de réir na dtreoracha a chuirtear ar fáil leis an bhfoirm iarratais

source: • Certified copy of photographic ID, for example, driving licence, college identification card, passport from another country (The application form witness can certify it)
ga: • Cóip dheimhnithe d’aitheantas fótagrafach, mar shampla, ceadúnas tiomána, cárta aitheantais coláiste, pas ó thír eile (is féidir le finné na foirme iarratais í a dheimhniú)

source: • Proof of use of name, for example, payslip, bank statement, social welfare receipts
ga: • Cruthúnas ar úsáid ainm, mar shampla, duillín pá, ráiteas bainc, admhálacha leasa shóisialaigh

source: • Proof of address, for example, utility bill, official correspondence from an Irish State agency (internet printouts are accepted if stamped by the issuing authority)
ga: • Cruthúnas ar sheoladh, mar shampla, bille fóntais, comhfhreagras oifigiúil ó ghníomhaireacht Stáit Éireannach (Is féidir leat úsáid a bhaint as phriontaí idirlíon má tá siad stampáilte ag an údarás eisiúna)

source: All first-time applicants for an adult passport who are resident in the State have to supply a photocopy of their Public Services Card for identification purposes
ga: Ón 29 Márta 2016, tá ar gach iarratasóir céaduaire ar phas do dhaoine fásta a chónaíonn in Éirinn fótachóip dá gCárta Seirbhísí Poiblí a sholáthar ar mhaithe le cuspóirí aitheantais

source: This also applies to adult passport applicants whose last passport was issued prior to January 2005 and has since been reported as lost, stolen or damaged
ga: Baineann seo, chomh maith, le hiarratasóirí fásta ar phas ar eisíodh a bpas deireanach dóibh roimh Eanáir 2005 agus ar tuairiscíodh an pas amhail bheith caillte, goidte nó díobháil a bheith déanta dó idir an dá linn

source: They no longer need to supply a certified copy of photographic ID or proof of use of name
ga: Ní gá d’iarratasóirí céaduaire cóip dheimhnithe a sholáthar a thuilleadh d’aitheantas grianghraif nó de chruthúnas i leith ainm a úsáid

source: Proof of address continues to be required
ga: Teastaíonn cruthúnas seolta go fóill

source: If your previous passport was issued to you when you were a child and has not yet expired (or has only recently expired), your application is considered a renewal application and not a first-time application
ga: Má éisíodh do phas deireanach duit nuair a bhí tú id leanbh, agus más rud é nach bhfuil sé imithe as feidhm (nó más le déanaí a d'imigh sé as feidhm), pléitear le d'iarratas mar iarratas athnuachan seachas iarratas nua

source: The additional documentation you must supply depends on how you obtained your Irish citizenship
ga: Braitheann na doiciméid bhreise nach mór duit a sholáthar ar conas a fuair tú do shaoránacht Éireannach
